Repository: jenda77/Flashlight
Catalog: FlashlightApp/EasySIMBL/*.lproj/Localizable.strings
Languages: cs

source: As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)
cs: Z bezpečnostních důvodů nefunguje podporovaná verze Spotlight, i když ji aktivuješ. (Más Spotlight v%@)

source: Automator workflow:
cs: Sled úloh Automatoru:

source: Couldn't install plugin.
cs: Rozšíření nemohlo být nainstalováno.

source: Couldn't load the list of available online plugins.
cs: Seznam dostupných onlinenových rozšířeních nemohl být načten.

source: Delete Plugin
cs: Smazat rozšíření

source: Description:
cs: Popis:

source: Edit Plugin
cs: Upravit rozšíření

source: Edit Workflow
cs: Upravit sled úloh

source: Featured
cs: Doporučené

source: Information
cs: Informace

source: Installed
cs: Nainstalováno

source: Language
cs: Jazyk

source: New Automator Plugin...
cs: Rozšíření Automatoru...

source: News
cs: Zprávy

source: Okay
cs: Budiž

source: Search
cs: Hledání

source: System
cs: Systém

source: This plugin has no additional options.
cs: Toto rozšíření nemá žádné další možnosti.

source: Title:
cs: Název:

source: Try again
cs: Zkuste to prosím ještě jednou

source: Unknown
cs: Neznámý

source: Usage examples:
cs: Příklady:

source: Utilities
cs: Systémové programy

source: Weather
cs: Počasí

source: Your plugin will be selected when you search Spotlight for anything that's close to one of these examples.
cs: Tvé rozšíření bude vybráno, když budes ve Spotlight hledat něco, co se podobá daným příkladům.

source: Art
cs: Grafika & Design

source: Couldn't load the online plugin directory.
cs: Onlinenový katalog rozšíření se nepodařilo načíst.

source: Developer
cs: Vývojář

source: Flashlight: the missing plugin system for Spotlight.
cs: Flashlight: Rozšíření vyhledávání Spotlight, který si vždy postrádal.
